Repository: RigBag/RigBag
Catalog: app/Resources/translations/messages.*.xliff
Languages: fr

source: answers
fr: réponse

source: (you won't be paying for the whole year)
fr: (vous ne paierez pour l'année complète)

source: till
fr: jusqu'à

source: answer
fr: réponse

source: 1 day ago
fr: il y a un jour

source: 1 hour ago
fr: il y a une heure

source: 1 minute ago
fr: il y a une minute

source: accept
fr: accepter

source: Accept the offer or reject it.
fr: accepte ou rejete l'offre

source: Accepted
fr: acceptée

source: Account type: Annual
fr: type de compte: annuel

source: Add a profile picture
fr: ajouter une photo profile

source: add a shipping address
fr: ajouter une adresse d'envoi

source: address
fr: adresse

source: Advert
fr: Annonce

source: Advert no.
fr: No. D'annonce

source: Advert question
fr: Question d'annonce

source: Advert:
fr: Annonce:

source: Adverts
fr: Annonces:

source: Amount
fr: Montant:

source: amount
fr: montant:

source: Annual subscription
fr: Abonnement annuel

source: answers
fr: réponse

source: Are you sure?
fr: Etes-vous certain?

source: Ask
fr: Demandez

source: Ask a question
fr: Poser une question

source: ask seller a question about this item
fr: poser une question au vendeur

source: ask your circles a question about this item
fr: poser une question via vos cercles

source: asked
fr: demandée

source: asked you about
fr: vous a demandé

source: Benefits of the annual subscription
fr: Bénéfices de l'abonnement annuel

source: Beta version is FREE
fr: La version béta est gratuite

source: Browse
fr: Consulter

source: Browse other circles
fr: Consulter d'autres réseaux

source: Buy now
fr: Achetez maintenant

source: Buy or swap new or secondhand gear
fr: Acheter ou échanger de nouveaux items ou items usagés

source: characters left
fr: Characteres restants

source: Choose file
fr: Choisissez le fichier

source: circles
fr: Réseaux

source: close
fr: Fermer

source: Congratulations
fr: Félicitations

source: connect
fr: Connecter

source: Connect with athletes and companies in your sport
fr: Connecter avec des athletes et compagnies dans vos sports

source: Connect your RigBag profile with social media for easy sharing
fr: Connecter votre profil Rigbag and les réseaux sociaux afin de partager aisément

source: connected
fr: Connecté

source: Currency
fr: Devise

source: date & time
fr: date & heure

source: days ago
fr: il y x jour(s)

source: Dear
fr: Cher(e)

source: disconnect
fr: Déconnecter

source: DONE
fr: TERMINE

source: edit
fr: modifier

source: Edit advert
fr: Modifier l'annonce

source: Email
fr: courrier électronique

source: Enter location or interest
fr: Entrez votre location ou interet

source: Expire date
fr: Date d'expiration

source: Fail
fr: Echoué

source: FOR
fr: POUR

source: For
fr: Pour

source: for each advert you post on RigBag
fr: pour chaque annonce que vous soumettez a Rigbag

source: FOR SALE
fr: A VENDRE

source: FREE
fr: GRATUITE

source: Freebie
fr: Gratuité

source: from
fr: de

source: has accepted your offer for
fr: a accepté votre offre pour

source: has accepted your offer to swap
fr: a accepté votre offre d'échange

source: has been notified and received your shipping address
fr: a été averti et a reçu votre adresse de réception

source: has been sold to
fr: a été vendu à

source: has rejected your offer to accept
fr: a rejeté votre offre d'achat

source: has rejected your offer to swap
fr: a rejeté votre offre d'échange

source: Hello!
fr: Bonjour!

source: hours ago
fr: il y a X heures

source: I have account
fr: J'ai un compte

source: I haven't account
fr: Je n'ai pas de compte

source: I'd swap this item for
fr: Je voudrais échanger cet item pour

source: Ideal if you just want to see if RigBag is for you
fr: Idéal afin de voir si Rigbag est pour vous

source: in
fr: dans

source: In All Sports
fr: dans Tous les Sports

source: Is your shipping address the same?
fr: Est-ce que votre adresse de réception est la meme

source: Item location
fr: Location de l'item

source: Join RigBag
fr: Se joindre à Rigbag

source: Join the Circle
fr: Joindre ce cercle

source: Log out
fr: Déconnecter

source: Make
fr: Faire

source: Members
fr: Membres

source: Method
fr: Méthode

source: minutes ago
fr: il y a x minutes

source: My
fr: Mon

source: My profile
fr: Mon profile

source: My sports
fr: Mes sports

source: News
fr: Nouvelles

source: Next
fr: Suivant

source: Next
fr: Suivant

source: Nice work!!!
fr: Bon travail!!!

source: No adverts
fr: Aucune annonce

source: No members
fr: Aucun membre

source: No messages
fr: Aucun message

source: No news
fr: Aucune nouvelle

source: No questions
fr: Aucune question

source: now
fr: maintenant

source: or
fr: ou

source: or by phone
fr: ou via téléphone

source: other
fr: autre

source: Other Circles
fr: Autres Cercles

source: Pay as you go
fr: Payez par item

source: Pay as you go subscription
fr: Abonnement payez par item

source: pay&publish
fr: payer&publier

source: PayPal account
fr: compte Paypal

source: Phone
fr: Téléphone

source: phone
fr: téléphone

source: Phone number
fr: Numéro de téléphone

source: Please select subscription type
fr: SVP sélectionnez un type d'abonnement

source: Please wait
fr: Veuillez attendre

source: Post a new advert
fr: Publier une nouvelle annonce

source: Post a new question
fr: Poser une nouvelle question

source: Post an advert
fr: Publier une annonce

source: Post to circles
fr: Publier à vos cercles

source: Preview
fr: Aperçu

source: Price
fr: Prix

source: Profile
fr: Profil

source: Publish
fr: Publier

source: Publish now
fr: Publier maintenant

source: Q&A
fr: Q&R

source: Question about an item
fr: Question au sujet d'un item

source: Questions & Answers
fr: Questions & Réponses

source: Read all the latest news
fr: Lisez toutes les nouvelles

source: reject
fr: rejetez

source: Rejected
fr: Rejeté(e)

source: remove
fr: Enlever

source: Reply
fr: Répondre

source: Result
fr: Résultat

source: RigBag . Powering Action Sports
fr: Rigbag - La Plate-forme pour les sports niches

source: RigBag annual subscription
fr: Rigbag abonnement annuel

source: Sale
fr: Vente

source: Select
fr: Sélectionner

source: select a location
fr: Sélectionner une location

source: select a sport
fr: Sélectionner un sport

source: Sell as much gear as you like for a full year
fr: Vente illimitée d'items pendant un an

source: Seller
fr: Vendeur

source: Send
fr: Envoyer

source: Settings
fr: Configurations

source: Share
fr: Partagez

source: Share this advert
fr: Partager cette annonce

source: Short bio
fr: Courte bio

source: Sign in
fr: Enregistrement

source: Sign up
fr: Abonnez-vous

source: state
fr: mentionnez

source: Subscription
fr: Abonnement

source: Success
fr: Succès

source: Suggest an item that you want to swap for
fr: Suggérer un item que vous voulez échanger

source: Suggest this advert to the friends
fr: Suggérer cet item à des amis

source: Swap
fr: Échangez

source: swap for:
fr: échangez pour:

source: Swap offer
fr: Offre d'échange

source: Take it
fr: Prenez-le

source: Take request
fr: Acceptez la demande

source: Thank you for using RigBag
fr: Merci d'utiliser Rigbag

source: The most cost effective way of getting all the benefits of RigBag
fr: La manière la plus efficace de bénéficier de Rigbag

source: The RigBag Team
fr: L'équipe Rigbag

source: The seller
fr: Le vendeur

source: Their shipping address is
fr: L'adresse de livraison

source: to PayPal to pay
fr: à Paypal de payer

source: Try offering something else?
fr: Offrez un autre item?

source: Try out RigBag for a low cost
fr: Essayez Rigbag pour peu

source: Update advert
fr: Mettre à jour l'annonce

source: Update profile
fr: Mettre à jour votre profil

source: using RigBag as
fr: Utiliser Rigbag comme

source: view
fr: Regarder

source: View the advert
fr: Regarder l'annonce

source: wants to accept
fr: accepte l'offre

source: wants to swap
fr: veut échanger

source: wants you to have a look at item on RigBag.
fr: veut que vous jetiez un coup d

source: Well done,
fr: Bien fait

source: while in beta
fr: En version béta

source: Why would you like to take it?
fr: Pourquoi voulez-vous cet item

source: Write answer...
fr: Écrivez votre réponse

source: You can't do it.
fr: Ce n'est pas possible

source: You have just bought
fr: Vous avez acheté

source: You have to select something.
fr: Vous avez sélectionnez un item

source: You haven't any transactions.
fr: Vous avez aucune transaction

source: You may contact them by email
fr: Vous pouvez contacter le vendeur via email

source: You will be charged
fr: Vous serez chargé(e)

source: You will be redirected
fr: Vous serez redirigé(e)

source: You will be redirected to PayPal to pay
fr: Votre compte sera redirigé vers Paypal afin de payer

source: Your account is ready. Now you can publish your adverts
fr: Votre compte est prêt. Vous pouvez maintenant publier vos items

source: Your item
fr: Votre item

source: Your name
fr: Votre nom
